Revit 2027 API
BuiltInFailures.InfillFailures.InsertJoinedWall Property
 Insert conflicts with joined Wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InsertJoinedWall { get; }
Public Shared ReadOnly Property InsertJoinedWall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InsertJoinedWall {
	FailureDefinitionId^ get ();
}
static member InsertJoinedWall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InfillFailures Class
Autodesk.Revit.DB Namespace